/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ jest najnowszą dostępną wersją.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@ jest najnowszą dostępną wersją.\n(aktualnie posiadasz %3$@.)";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available—you have %@. Would you like to download it now?" = "%1$@ %2$@ jest już dostępny (aktualnie posiadasz %3$@). Czy chcesz go teraz pobrać?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available—you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@ jest już dostępny (aktualnie posiadasz %3$@). Czy chcesz otworzyć stronę z informacjami o tym uaktualnieniu?";

/* The download progress in a unit of bytes, e.g. 100 KB */
"%@ downloaded" = "Pobrano %@";

/* The download progress in units of bytes, e.g. 100 KB of 1,0 MB */
"%@ of %@" = "%1$@ z %2$@";

/* Description text for SUUpdateAlert when the update has already been downloaded and ready to install. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ został pobrany i jest gotowy do użycia! Czy chcesz teraz zainstalować i ponownie uruchomić %1$@?";

/* No comment provided by engineer. */
"%1$@ can’t be updated, because it was opened from a read-only or a temporary location." = "%1$@ nie może zostać uaktualniony, ponieważ został uruchomiony z folderu tymczasowego lub tylko do odczytu.";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Dostępna jest nowa wersja %@!";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "Nowa wersja %@ gotowa do zainstalowania!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Błąd podczas pobierania informacji o uaktualnieniach. Spróbuj ponownie później.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Błąd podczas pobierania uaktualnienia. Spróbuj ponownie później.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Błąd podczas rozpakowywania archiwum. Spróbuj ponownie później";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Błąd podczas wczytywania danych o uaktualnieniu.";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cancel Update" = "Anuluj uaktualnianie";

/* No comment provided by engineer. */
"Checking for updates…" = "Sprawdzam uaktualnienia…";

/* Take care not to overflow the status window. */
"Downloading update…" = "Pobieram uaktualnienie…";

/* Take care not to overflow the status window. */
"Extracting update…" = "Rozpakowuję uaktualnienie…";

/* No comment provided by engineer. */
"Install and Relaunch" = "Zainstaluj i uruchom ponownie";

/* Take care not to overflow the status window. */
"Installing update…" = "Instalowanie uaktualnienia…";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Gotowy do instalacji";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Czy %1$@ ma automatycznie sprawdzać uaktualnienia? Zawsze możesz ręcznie sprawdzać z menu %1$@.";

/* No comment provided by engineer. */
"Update Error!" = "Błąd uaktualniania!";

/* No comment provided by engineer. */
"Updating %@" = "Uaktualniam %@";

/* No comment provided by engineer. */
"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "Użyj Findera, aby skopiować %1$@ do folderu Programy, uruchom z nowej lokacji i spróbuj ponownie.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You’re up to date!" = "Jesteś na bieżąco!";
